Repository: Clemso7/LoQQal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: Email Address
fr: Courriel

source: This Email address is already in use.
fr: Cette adresse e-mail est déjà utilisée.

source: There is no user registered with the specified email address!
fr: Il n’y a pas d’utilisateur enregistré avec l’adresse e-mail spécifiée!

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: individual or compagny
fr: particulier ou entreprise

source: Business name or username
fr: Nom de l’entreprise ou nom d’utilisateur

source: Business or personal phone
fr: Téléphone professionnel ou personnel

source: Business or home address
fr: Adresse professionnelle ou personnelle

source: Activated account
fr: Compte activé

source: Home
fr: Accueil

source: Account
fr: Compte

source: Thanks for being with us.
fr: Merci de nous rejoindre.

source: Your account has been activated successfully. Please, complete
fr: Votre compte a été activé avec succès. S’il vous plaît, complétez

source: your informations
fr: vos informations

source: to continue.
fr: pour continuer.

source: Hi
fr: Bonjour

source: Thanks for your registration with LoQQal.
fr: Merci de votre inscription à LoQQal.

source: Please click on the link below to confirm your registration.
fr: Veuillez cliquer sur le lien ci-dessous pour confirmer votre inscription.

source: If you think, it's not you, then just ignore this email.
fr: Si vous pensez que ce n’est pas vous, alors ignorez simplement cet e-mail.

source: Login
fr: Connexion

source: Don't have an account?
fr: Vous n'avez pas de compte?

source: Sign Up
fr: S'inscrire

source: Forgot Password?
fr: Mot de passe oublié ?

source: We've set you up with a new password.
fr: Nous vous avons configuré un nouveau mot de passe.

source: You may go ahead and
fr: Vous pouvez aller de l’avant et

source: now
fr: maintenant

source: Reset password
fr: Réinitialiser le mot de passe

source: Reset
fr: Réinitialiser

source: Enter your new password.
fr: Entrez votre nouveau mot de passe.

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Entrer votre nouveau mot de passe deux fois afin de vérifier que vous l'avez tapé correctement.

source: Update Password
fr: Mettre à jour le mot de passe

source: Password reset confirmation sent
fr: Confirmation de réinitialisation du mot de passe envoyée

source: We’ve emailed you instructions for re-setting your password
fr: Nous vous avons envoyé par e-mail des instructions pour redéfinir votre mot de passe

source: If you don’t receive an email, please check your spam folder.
fr: Si vous ne recevez pas d’e-mail, veuillez vérifier votre dossier spam.

source: Reset
fr: Réinitialiser

source: Did you forget your password?
fr: Avez-vous oublié votre mot de passe?

source: Enter your email address registered with us, and we'll send email instructions for setting a new one.
fr: Entrez votre adresse e-mail enregistrée auprès de nous et nous vous enverrons des instructions par e-mail pour en définir une nouvelle.

source: Reset Password
fr: Réinitialiser le mot de passe

source: Please check your email.
fr: Veuillez vérifiez votre courriel.

source: We’ve sent a message to your email with a link to activate your account.
fr: Nous avons envoyé un message à votre adresse e-mail avec un lien pour activer votre compte.

source: Register
fr: S'inscrire

source: Join Us
fr: Rejoignez-nous

source: By registering, you accept our
fr: En vous inscrivant, vous acceptez nos

source: Terms & Conditions
fr: Termes & Conditions

source: Confirm your LoQQal account
fr: Confirmez votre compte LoQQal

source: Invalid activation link. Please contact support.
fr: Lien d’activation non valide. Veuillez contacter le support.

source: Oops! Username or Password is invalid. Please try again.
fr: Oups! Le nom d’utilisateur ou le mot de passe n’est pas valide. Veuillez réessayer.

source: Type of delivery
fr: Type de livraison

source: Consignee name
fr: Nom du bénéficiaire

source: Consignee phone
fr: Téléphone du bénéficiaire

source: Consignee address
fr: Adresse du bénéficiaire

source: Consignee email
fr: Courriel du bénéficiaire

source: Person or Compagny
fr: Individu ou Entreprise

source: Picture
fr: Photo

source: Business name or Username
fr: Nom de l’entreprise ou nom d’utilisateur

source: Full name
fr: Nom complet

source: Phone
fr: Téléphone

source: Address
fr: Adresse

source: Email
fr: Courriel

source: Delivery request
fr: Demande de livraison

source: Delivery request for business
fr: Demande de livraison pour entreprise

source: Service type
fr: Type de service

source: Consignee Address
fr: Adresse du bénéficiaire

source: To send a notification at your customer
fr: Pour envoyer une notification à votre client

source: Consignee Email
fr: Courriel du bénéficiaire

source: Send your request
fr: Envoyez votre demande

source: The delivery request has been sent successfully.
fr: La demande de livraison a été envoyée avec succès.

source: You have one or more error. Please provide all required fields to post a request.
fr: Vous avez une ou plusieurs erreurs. Veuillez fournir tous les champs obligatoires pour faire une demande.

source: Delivery request for individual
fr: Demande de livraison pour particulier

source: Place where package will be picked up
fr: Endroit où le colis sera ramassé

source: Store or Person name
fr: Nom du magasin ou de la personne

source: Your phone
fr: Votre téléphone

source: Store or person address
fr: Adresse du magasin ou de la personne

source: You can provide all useful information
fr: Vous pouvez fournir toutes les informations utiles

source: Order number or useful information
fr: Numéro de commande ou informations utiles

source: About
fr: À propos

source: LoQQal: From our heart to your home
fr: LoQQal : Nous livrons avec le coeur

source: WE SERVE PEOPLE AND BUSINESSES.
fr: NOUS SERVONS LES PERSONNES ET LES ENTREPRISES.

source: We deliver your essential goods with heart; your grocery store, your pharmacy and much more. We deliver on demand, the SAME DAY. We have two types of delivery : Normal delivery and Express delivery.
fr: Nous livrons vos biens essentiels avec le cœur; votre épicerie, vos produits de pharmacie et bien plus encore. Nous livrons à la demande, le JOUR MÊME. Nous avons deux types de livraison : la livraison normale et la livraison express.

source: Express delivery allows the customer to receive his package in TWO HOURS.
fr: La livraison express permet au client de recevoir son colis en DEUX HEURES maximum.

source: Normal delivery allows the customer to receive his package the SAME DAY, the EVENING.
fr: La livraison normale permet au client de recevoir son colis le JOUR MÊME, le SOIR.

source: We deliver with heart: this philosophy suggests that we treat you as we want to be treated and treat your packages as ours.
fr: Nous livrons avec le cœur: cette philosophie suggère que nous vous traitons comme nous voulons être traités et traitons vos colis comme les nôtres.

source: To be more precise, we treat your packages very carefully so that they are delivered to you whole and intact. Otherwise, in the event of loss or breakage, you are fully reimbursed. We deliver with heart means that the reimbursement is made within a maximum of 48 hours and in proportion to the damage.
fr: Pour être plus précis, nous traitons vos colis avec beaucoup de soin afin qu’ils vous soient livrés entiers et intacts. Dans le cas contraire, en cas de perte ou de bris, vous êtes intégralement remboursé. Nous livrons avec le cœur signifie que le remboursement est effectué dans un délai maximum de 48 heures et proportionnellement aux dommages.

source: We deliver with heart means that we do not abandon your package when you are absent but communicate with you to find the best way to store it. We deliver with heart means that we are in tune with certain values ​​of our society, such as ecology. At LoQQal, we are bike delivery drivers, passionate and enthusiastic. If you are looking for a client centered and eco-friendly service, LoQQal is your best choice.
fr: Nous livrons avec le cœur signifie que nous n’abandonnons pas votre colis lorsque vous êtes absent mais communiquons avec vous pour trouver la meilleure façon de le préserver. Nous livrons avec le cœur signifie que nous sommes en phase avec certaines valeurs de notre société, comme l’écologie. Chez LoQQal, nous sommes des livreurs à vélos, passionnés et enthousiastes. Si vous recherchez un service centré sur le client et respectueux de l’environnement, LoQQal est votre meilleur choix.

source: Package status
fr: Statut du colis

source: In progress
fr: En cours

source: Picked
fr: Récupéré

source: Delivered
fr: Livré

source: Package id :
fr: ID du colis :

source: Requested :
fr: Fait :

source: Status
fr: Statut

source: Sorry! your package's id is wrong
fr: Désolé! l’identifiant de votre colis est erroné

source: Contact Us
fr: Contactez-nous

source: Get In Touch
fr: Contact

source: We would like to hear form you about any suggestion or complaint.
fr: Nous aimerions vous entendre au sujet de toute suggestion ou plainte.

source: Have any Questions?
fr: Vous avez des questions?

source: Frequently Asked Questions
fr: Questions fréquemment posées

source: What is normal or express delivery?
fr: Qu’est-ce que la livraison normale ou express?

source: - The normal delivery : The package is delivered the same day, the evening. The price is $7.
fr: - La livraison normale : Le colis est livré le jour même, le soir. Le prix est de 7 $.

source: - The express delivery : The package is delivered the same day in two hour. The price is $20.
fr: - La livraison express : Le colis est livré le jour même en deux heures. Le prix est de 20 $.

source: What are the packaging requirements?
fr: Quelles sont les exigences en matière d’emballage?

source: - Weight (including packaging and content): The packages delivered will not exceed 20 kg or 44 lb per package.
fr: - Poids (y compris l’emballage et le contenu): Les colis livrés ne dépasseront pas 20 kg ou 44 lb par colis.

source: - Maximum dimensions: the dimensions (height + length + width) of the package must not exceed 50 cm or 19 inch and the longest size must not exceed 50 cm per package.
fr: - Dimensions maximales : les dimensions (hauteur + longueur + largeur) du colis ne doivent pas dépasser 50 cm ou 19 pouces et la taille la plus longue ne doit pas dépasser 50 cm par colis.

source: - the value of the package must not exceed $ 1000 CAD per package.
fr: - la valeur du colis ne doit pas dépasser 1000 $ CAD par colis.

source: The weight and size declared by the Customer will be checked when the packages are picked up by LoQQal deliverers. LoQQal deliverers have the right to refuse any package whose weight and size exceed the above-mentioned indications.
fr: Le poids et la taille déclarés par le Client seront vérifiés lors de la prise en charge des colis par les livreurs LoQQal. Les livreurs LoQQal ont le droit de refuser tout colis dont le poids et la taille dépassent les indications susmentionnées.

source: What is the price for a delivery?
fr: Quel est le prix d’une livraison ?

source: We charge $7 per normal delivery and $20 per express delivery, plus the applicable taxes. For compagnies, we send you an invoice every week, including all the deliveries requested during the week to facilitate the management of your accounting. Upon agreement, you can make a unique payment every two weeks of the invoices regarding the same period.
fr: Nous facturons 7 $ par livraison normale et 20 $ par livraison express, plus les taxes applicables. Pour les compagnies, nous vous envoyons une facture chaque semaine, incluant toutes les livraisons demandées pendant la semaine pour faciliter la gestion de votre comptabilité. Sur accord, vous pouvez effectuer un paiement unique toutes les deux semaines des factures concernant la même période.

source: For individuals, the paiement is done after the delivery.
fr: Pour les particuliers, le paiement se fait après la livraison.

source: How do I request a delivery?
fr: Comment puis-je demander une livraison?

source: First, create an account on our website.
fr: Tout d’abord, créez un compte sur notre site Web.

source: Then, fill the delivery request form or call us at 438-530-7574.
fr: Ensuite, remplissez le formulaire de demande de livraison ou appelez-nous au 438-530-7574.

source: NB: If you are a individual choose individual delivery request and If you are a Compagny choose Businesses delivery request.
fr: NB: Si vous êtes un particulier, choisissez une demande de livraison pour particulier et si vous êtes une entreprise, choisissez une demande de livraison d’entreprise

source: And there we go! For your future delivery requests, just log in your LoQQal account and fill the said form.
fr: Et voilà! Pour vos futures demandes de livraison, connectez-vous simplement à votre compte LoQQal et remplissez ledit formulaire.

source: How can i modify my delivery request?
fr: Comment puis-je modifier ma demande de livraison

source: To modify or cancel a request, call our customer service at: 438-530-7574 or contact us at: info@loqqal.ca.
fr: Pour modifier ou annuler une demande, appelez notre service à la clientèle au : 438-530-7574 ou contactez-nous au : info@loqqal.ca.

source: Please, make sure you precise in the Subject of the mail that you are requesting a cancellation or a modification of your delivery request.
fr: S’il vous plaît, assurez-vous de préciser dans l’objet du courrier que vous demandez une annulation ou une modification de votre demande de livraison.

source: When will our clients receive their packages?
fr: Quand nos clients recevront-ils leurs colis?

source: For the normal deliveries, we recommend making your delivery request before 4:00 pm if you wish to have your packages delivered the same day.
fr: Pour les livraisons normales, nous vous recommandons de faire votre demande de livraison avant 16h00 si vous souhaitez que vos colis soient livrés le jour même.

source: If you do make your request after 4:00 pm, your packages will be picked your package the day after. We usually make the delivery rounds on the afternoons.
fr: Si vous faites votre demande après 16h00, vos colis seront ramassés le lendemain. Nous faisons généralement les tournées de livraison l’après-midi.

source: For the express deliveries, clients receive their packages in one hour.
fr: Pour les livraisons express, les clients reçoivent leurs colis en une heure.

source: How can I check the status of my delivery?
fr: Comment puis-je vérifier l’état de ma livraison?

source: It is amazingly simple. First go on Loqqal.ca. Then enter your package identification number (ID) on the homepage. Finally, click on the button named status and you will have all the information regarding the delivery of your package.
fr: C’est étonnamment simple. Allez-y d’abord sur Loqqal.ca. Entrez ensuite votre numéro d’identification de colis (ID) sur la page d’accueil. Enfin, cliquez sur le bouton nommé statut et vous aurez toutes les informations concernant la livraison de votre colis.

source: How LoQQal delivers the packages?
fr: Comment LoQQal livre les colis?

source: We deliver by bicycle with a carriage attached to it.
fr: Nous livrons à vélo avec un chariot attaché à celui-ci.

source: By doing so, we make sure that your package will travel in the best condition and arrived without any damage.
fr: Ce faisant, nous nous assurons que votre colis voyagera dans les meilleures conditions et sera arrivé sans aucun dommage.

source: What happens if my package is damaged ?
fr: Que se passe-t-il si mon colis est endommagé ?

source: If a damage or a loss occurs, we will investigate to determine whether we are responsible for the damage or loss.
fr: Si un dommage ou une perte se produit, nous enquêterons pour déterminer si nous sommes responsables du dommage ou de la perte.

source: If our liability is confirmed, we will reimburse the total value of your package.
fr: Si notre responsabilité est confirmée, nous vous rembourserons la valeur totale de votre colis.

source: The whole process should not take more than 48 hours, unless there are unexpected events.
fr: L’ensemble du processus ne devrait pas prendre plus de 48 heures, sauf en cas d’événements inattendus.

source: We recommend checking your package in the presence of our deliverer or as soon as you have it, if the delivery was done in your absence.
fr: Nous vous recommandons de vérifier votre colis en présence de notre livreur ou dès que vous l’avez, si la livraison a été effectuée en votre absence.

source: As soon as you notice a damage or a loss, please contact us by email or phone.
fr: Dès que vous remarquez un dommage ou une perte, veuillez nous contacter par e-mail ou par téléphone.

source: Ecofriendly <br> delivery <br> for everyone
fr: Livraison <br>écologique <br>pour tous

source: Because we love nature and we love delivery
fr: Parce que nous aimons la nature et que nous aimons la livraison

source: Make delivery request
fr: Demande de livraison

source: Why you should choose us
fr: Pourquoi devriez-vous nous choisir

source: The Only Delivery Service You Need
fr: Le seul service de livraison dont vous avez besoin

source: Eco-friendly <br> Delivery
fr: Livraison <br> écologique

source: Secured <br> Delivery
fr: Livraison <br> securisée

source: Fast <br> Delivery
fr: Livraison <br> rapide

source: Parcel <br> Insured
fr: Colis <br> assuré

source: Tracking <br> System
fr: Système <br> de suivi

source: Areas covered by LoQQal
fr: Zones couvertes par LoQQal

source: Some areas of Montreal
fr: Quelques quartiers de Montréal

source: Boroughs
fr: Arrondissements

source: Zip code
fr: Code postal

source: What we deliver : Grocery, Clothing,
fr: Ce que nous livrons : Épicerie, Vêtements,

source: Office supply... ;
fr: Fournitures de bureau... ;

source: More informations
fr: Plus d'informations

source: SIMPLE solutions to
fr: Solutions SIMPLES aux

source: COMPLEX problems
fr: Problèmes COMPLEXES

source: What is the best we can offer to our community, while we are all facing the challenges related to climate changes and the decline of the local economy?
fr: Que pourrions-nous offrir de mieux à notre communauté face aux défis liés aux changements climatiques, au déclin de l’économie locale?

source: Our commitment remains the timeless and effective way to face such great challenges.
fr: Notre engagement reste le moyen intemporel et efficace face aux grands maux.

source: Our moto is to great challenges, great commitment. We work with the heart, which guarantees a high-quality service that meets your expectations.
fr: Nous disons aux grands maux, les grands engagements. Nous travaillons avec le cœur, ce qui garantit un service de qualité à la hauteur de vos attentes.

source: Commitment is priceless, which is why we say “simple solutions to complex problems”.
fr: L’engagement n’a pas de prix, c’est pourquoi nous disons « des solutions simples aux problèmes complexes ».

source: Commitment is the essence of our business.
fr: L’engagement est l’essence même de notre entreprise.

source: Packages delivered
fr: Colis livrés

source: Number of km driven
fr: Nombre de km parcourus

source: g of CO2 less
fr: g de CO2 en moins

source: Call us today &
fr: Appelez-nous dès aujourd’hui &

source: Discover Possibilities for you or your business.
fr: Découvrez des possibilités pour vous ou votre entreprise.

source: and get started with 2 deliveries for free for you or your business
fr: et commencez avec 2 livraisons gratuites pour vous ou votre entreprise

source: Terms of Service
fr: Conditions d'utilisation

source: Please, enter your package id
fr: S’il vous plaît, entrez votre id de colis

source: Sorry, your id is not a number
fr: Désolé, votre identifiant n’est pas un numéro

source: Close Account
fr: Fermeture du compte

source: Close
fr: Fermer

source: You are sure you want to close your account?
fr: Vous êtes sûr de vouloir fermer votre compte ?

source: Yes
fr: Oui

source: No
fr: Non

source: Submit
fr: Soumettre

source: Dashboard
fr: Tableau de bord

source: Apr
fr: Avr

source: May
fr: Mai

source: Aug
fr: Aoû

source: Weekly total request
fr: Demande totale hebdomadaire

source: Weekly total price
fr: Prix total hebdomadaire

source: Name
fr: Nom

source: Date Posted
fr: Publiée le

source: In prog..
fr: En cours..

source: first
fr: premier

source: previous
fr: précédent

source: next
fr: suivant

source: last
fr: dernier

source: Profile Settings
fr: Paramètres du profil

source: Settings
fr: Paramètres

source: Update Profile
fr: Mettre à jour

source: Joined
fr: A rejoint

source: Account Settings
fr: Paramètres du compte

source: Logout
fr: Déconnexion

source: Account close
fr: Fermeture du compte

source: English
fr: Anglais

source: French
fr: Français

source: Something Went Wrong...
fr: Quelque chose s’est mal passé...

source: Go to
fr: Aller à

source: Homepage
fr: Page d'accueil

source: Language
fr: Langue

source: Privacy Policy
fr: Politique de confidentialité

source: Openning hours
fr: Heures d’ouverture

source: Monday to friday : 10 - 17h
fr: Lundi au vendredi : 10 - 17h

source: Saturday : 10 - 13h
fr: Samedi : 10 - 13h

source: Links
fr: Liens

source: All rights reserved
fr: Tous droits réservés

source: Developed by
fr: Développé par

source: LoQQal is eco-friendly delivery at Montreal. We use bicycle to make our deliveries. We treat your packages as ours
fr: LoQQal est une livraison écologique à Montréal. Nous utilisons le vélo pour effectuer nos livraisons. Nous traitons vos colis comme les nôtres

source: LoQQal: Ecofriendly delivery for everyone
fr: LoQQal : Livraison écologique pour tous

source: If you are an individual
fr: Si vous êtes un particulier

source: For individual
fr: Pour les particuliers

source: If you are a compagny
fr: Si vous êtes une entreprise

source: For Businesses
fr: Pour les entreprises

source: My Account
fr: Mon compte

source: Signup
fr: S'inscrire

source: Enter your package id
fr: Entrez votre ID du colis
